db.teachers.insertMany([
{"name": "Соболева Ирина Анатольевн","subject": "Технологии программирования"},
{"name": "Лебедев Максим Ярославович","subject": "Высшая математика"},
{"name": "Смирнова Ульяна Владимировна","subject": "Теория графов"},   
{"name": "Иванов Артём Адамович","subject": "Бизнес"},
{"name": "Полякова Мария Ильинична","subject": "Физкультура"},
{"name": "Киселев Лев Кириллович","subject": "Международные отношения"},
{"name": "Покровская Александра Саввична","subject": "Английский язык"},
{"name": "Нефедова София Ярославовна","subject": "Проектирование"}   
]);